var arr1 = [9, 3, 33];
var arr2 = [5, 6];

function maxSumm(){
	var summ = [];
	for(var i = 0; i < arguments.length; i++){
		summ[i] = arguments[i];

		}
	}
	return summ1;
}
console.log(maxSumm(arr1, arr2));


// На вход функции подается 2а массива, 
// определить в каком массиве сумма элементов больше, 
// большее значение вернуть, если значения равны вернуть сроку "equal". 
// Для подсчета суммы написать отдельуню функцию, избежать копипасты кода



// запилить фишку, кол-во входных массивов может быть любым. Прочитать про массив arguments. он поможет в реализации
